org-files/20220618123241-lost_connections.org
:PROPERTIES:
:ID:       dc09347f-47dc-40dc-aa82-a4a01689c83a
:END:
#+title: lost-connections

* introduction


Hari describes his own experiences of getting diagnosed with depression, being prescribed antidepressants and eventually stopping them after researching their efficacy. 
He says that the serotonin-based explanations for depression are at the least insufficient, and there are bigger factors at play which he will explain throughout the book.

* Part 1, a crack in the old story


* The wand


Hari takes us through an example of a metal 'tractor' rod which made use of the placebo effect to briefly cure chronic pain.
This takes us to Irving Kirsch, a specialist in the placebo effect.
Although he knows antidepressants have been well-tested for approval, when he and a student of his performed a meta-analysis they found that the effect, after placebo and regular recovery is accounted for, is very small (only 25%).
Kirsch was supposedly shocked by this, and subsequently requested data from the FDA about the SSRIs in question, where the companies are supposed to register the data they didn't publish.
Kirsch's analysis supposedly revealed that the effect was even smaller in this case, certainly compared to the prevalence of side effects, and that even these are due to breaks in the double-blind could not be ruled out.

Hari states that Kirsch's results were recieved with relief, a well-kept secret now in the open. 
On some googling, it seems clear that at least his initial meta-analysis was criticized by Donald Klein and Robyn Dawes.
for his second analysis there is this:

https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2265347/

Where the authors compare Kirsch's results to their own, stating that while they both found similar effect sizes (smaller than suggested by the published literature), they considered antidepressants effective.
The difference being in a cutoff value for 'clinical significance' used by Kirsch, which Turner and Rosenthal point out is rather arbitrary.


Other coverage also notes that Kirsch found that antidepressants should 'only be prescribed to the most severely depressed patients', as in these the effect size was larger.
this blog post cites some other papers that supposedly support this
https://www.psychologytoday.com/us/blog/psych-unseen/201802/do-antidepressants-work-yes-no-and-yes-again


(also, apparently the same can be said for psychotherapy? https://pubmed.ncbi.nlm.nih.gov/19490745/. We would expect even placebo alone to have a stronger effect than this, no?).

See https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(17)32802-7/fulltext for an up-to-date meta analysis of SSRIs. Did their results actually differ though? They conclude significant effects, but is the effect size significantly different? worth looking into. Do they find that efficacy increased with severity? how do they know they have an accurate cross-section with their unpublished results?


* Imbalance


Hari discusses the idea that depression is due to a chemical imbalance - specifically serotonin.
Efforts to find evidence of this theory failed, but the theory nonetheless gained traction in the public and marketing.

Hari interviews Peter Kramer.
Kramer's arguments in defense of SSRI's include

 - Kirsch's analysis consists mostly of studies on a shorter terms than SSRIs work at.
 - Kirsch combined studies of mild/moderate and severe depression.
 - In the studies Kirsch used, there is an incentive for people to pretend to be depressed, and pretend to get better, as they will be paid, fed, and cared for for the duration.


Kirsch found that two of the studies he had looked at were long-term, and neither supported the SSRIs. He also found that for all but one of the studies he used, the subjects were classified as having severe depression.
The third one Kirsch and Hari claim invalidates the experiments themselves.
(I should look up more about this - there was something about Kirsch refusing to respond to critics? Maybe these responses of his weren't so clear-cut)


I suspect they misunderstand Kramer's point here, and maybe I should listen to the full interview.
If many of the sampled population are not experiencing depression, it would mean that there is a smaller proportion of the population for which the SSRIs have the opportunity to work.
This would bias the experiment AGAINST SSRIs, not in favour of them, thereby not invalidating the study's positive results, while casting doubt on their negative.
Kirsch and Hari's point that the side effects of SSRIs are counterproductive to combating depression likewise falls flat, as these would be an aspect of the clinical trials.

Hari cites that between 65 and 85 percent of SSRI users continue to be depressed afterward (which I learned from searching online is inaccurate - the numbers found in the scientific literature are much lower. Hari doesn't cite a source for this).
He suggests that instead of a chemical imbalance to correct with SSRIs, the problems we face may be due to other factors requiring other solutions.

I think he oversimplifies and creates a false disconnect between the social and the biological. It is possible that depression is a chemical imbalance of some sort - AND that it is brought on by social factors.
Medications could help to alleviate social problems and aid in reconnecting.


