20220618123241-lost_connections.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-08-18 So 13:38 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>lost-connections</title>
<meta name="author" content="Hugs" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="stylesheet.css"
</head>
<body>
<div id="preamble" class="status">
<!-- MailerLite Universal -->
<script>
    (function(w,d,e,u,f,l,n){w[f]=w[f]||function(){(w[f].q=w[f].q||[])
    .push(arguments);},l=d.createElement(e),l.async=1,l.src=u,
    n=d.getElementsByTagName(e)[0],n.parentNode.insertBefore(l,n);})
    (window,document,'script','https://assets.mailerlite.com/js/universal.js','ml');
    ml('account', '919123');
</script>
<!-- End MailerLite Universal -->
</div>
<div id="content" class="content">
<h1 class="title">lost-connections</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org19dfafb">introduction</a></li>
<li><a href="#orgedd77ba">Part 1, a crack in the old story</a></li>
<li><a href="#org3553e50">The wand</a></li>
<li><a href="#org1a92cf2">Imbalance</a></li>
<li><a href="#org1cebf3c">The grief exception</a></li>
<li><a href="#org6f381f2">The first flag on the moon</a></li>
<li><a href="#org76b13d3">Part 2:</a></li>
<li><a href="#org9f4df00">Cause 1: disconnection from meaningful work</a></li>
<li><a href="#orgdf49435">Cause 2: Disconnection from other people</a></li>
<li><a href="#org7639765">Cause 3: Loss of meaningful values</a></li>
<li><a href="#org7903f74">Cause 4: Disconnection due to Trauma</a></li>
<li><a href="#orgc437c1f">Cause 5: Disconnection from respect</a></li>
<li><a href="#orgadd1e37">Cause 6: Disconnection from Nature</a></li>
<li><a href="#orga1cad96">Cause 7: Disconnection from a secure future</a></li>
<li><a href="#orgd9486f3">Cause 8: The role of brain changes and genes</a></li>
<li><a href="#orgc60182e">Part 3:</a></li>
<li><a href="#orgc6b6170">We built this city</a></li>
<li><a href="#org8587f47">Reconnection one: to other people</a></li>
<li><a href="#orga3bc59b">Reconnection two: Social Prescribing</a></li>
<li><a href="#orge9e0e54">Reconnection three: To meaningful work</a></li>
<li><a href="#orge7cbafb">Reconnection four: to meaningful values</a></li>
<li><a href="#org77c9277">Reconnection Five: connection to sympathetic joy</a></li>
<li><a href="#orge658f72">Reconnection six: Overcoming Trauma</a></li>
<li><a href="#org106d1e1">Reconnection seven: Restoring the Future</a></li>
<li><a href="#org25f7ec5">Conclusion: homecoming</a></li>
</ul>
</div>
</div>

<div id="outline-container-org19dfafb" class="outline-2">
<h2 id="org19dfafb">introduction</h2>
<div class="outline-text-2" id="text-org19dfafb">
<p>
Hari describes his own experiences of getting diagnosed with depression, being prescribed antidepressants and eventually stopping them after researching their efficacy. 
He says that the serotonin-based explanations for depression are at the least insufficient, and there are bigger factors at play which he will explain throughout the book.
</p>
</div>
</div>

<div id="outline-container-orgedd77ba" class="outline-2">
<h2 id="orgedd77ba">Part 1, a crack in the old story</h2>
</div>


<div id="outline-container-org3553e50" class="outline-2">
<h2 id="org3553e50">The wand</h2>
<div class="outline-text-2" id="text-org3553e50">
<p>
Hari takes us through an example of a metal 'tractor' rod which made use of the placebo effect to briefly cure chronic pain.
This takes us to Irving Kirsch, a specialist in the placebo effect.
Although he knows antidepressants have been well-tested for approval, when he and a student of his performed a meta-analysis they found that the effect, after placebo and regular recovery is accounted for, is very small (only 25%).
Kirsch was supposedly shocked by this, and subsequently requested data from the FDA about the SSRIs in question, where the companies are supposed to register the data they didn't publish.
Kirsch's analysis supposedly revealed that the effect was even smaller in this case, certainly compared to the prevalence of side effects, and that even these are due to breaks in the double-blind could not be ruled out.
</p>

<p>
Hari states that Kirsch's results were recieved with relief, a well-kept secret now in the open. 
On some googling, it seems clear that at least his initial meta-analysis was criticized by Donald Klein and Robyn Dawes.
for his second analysis there is this:
</p>

<p>
<a href="https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2265347/">https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2265347/</a>
</p>

<p>
Where the authors compare Kirsch's results to their own, stating that while they both found similar effect sizes (smaller than suggested by the published literature), they considered antidepressants effective.
The difference being in a cutoff value for 'clinical significance' used by Kirsch, which Turner and Rosenthal point out is rather arbitrary.
</p>


<p>
Other coverage also notes that Kirsch found that antidepressants should 'only be prescribed to the most severely depressed patients', as in these the effect size was larger.
this blog post cites some other papers that supposedly support this
<a href="https://www.psychologytoday.com/us/blog/psych-unseen/201802/do-antidepressants-work-yes-no-and-yes-again">https://www.psychologytoday.com/us/blog/psych-unseen/201802/do-antidepressants-work-yes-no-and-yes-again</a>
</p>


<p>
(also, apparently the same can be said for psychotherapy? <a href="https://pubmed.ncbi.nlm.nih.gov/19490745/">https://pubmed.ncbi.nlm.nih.gov/19490745/</a>. We would expect even placebo alone to have a stronger effect than this, no?).
</p>

<p>
See <a href="https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(17)32802-7/fulltext">https://www.thelancet.com/journals/lancet/article/PIIS0140-6736(17)32802-7/fulltext</a> for an up-to-date meta analysis of SSRIs. Did their results actually differ though? They conclude significant effects, but is the effect size significantly different? worth looking into. Do they find that efficacy increased with severity? how do they know they have an accurate cross-section with their unpublished results?
</p>
</div>
</div>


<div id="outline-container-org1a92cf2" class="outline-2">
<h2 id="org1a92cf2">Imbalance</h2>
<div class="outline-text-2" id="text-org1a92cf2">
<p>
Hari discusses the idea that depression is due to a chemical imbalance - specifically serotonin.
Efforts to find evidence of this theory failed, but the theory nonetheless gained traction in the public and marketing.
</p>

<p>
Hari interviews Peter Kramer.
Kramer's arguments in defense of SSRI's include
</p>

<ul class="org-ul">
<li>Kirsch's analysis consists mostly of studies on a shorter terms than SSRIs work at.</li>
<li>Kirsch combined studies of mild/moderate and severe depression.</li>
<li>In the studies Kirsch used, there is an incentive for people to pretend to be depressed, and pretend to get better, as they will be paid, fed, and cared for for the duration.</li>
</ul>


<p>
Kirsch found that two of the studies he had looked at were long-term, and neither supported the SSRIs. He also found that for all but one of the studies he used, the subjects were classified as having severe depression.
The third one Kirsch and Hari claim invalidates the experiments themselves.
(I should look up more about this - there was something about Kirsch refusing to respond to critics? Maybe these responses of his weren't so clear-cut)
</p>


<p>
I suspect they misunderstand Kramer's point here, and maybe I should listen to the full interview.
If many of the sampled population are not experiencing depression, it would mean that there is a smaller proportion of the population for which the SSRIs have the opportunity to work.
This would bias the experiment AGAINST SSRIs, not in favour of them, thereby not invalidating the study's positive results, while casting doubt on their negative.
Kirsch and Hari's point that the side effects of SSRIs are counterproductive to combating depression likewise falls flat, as these would be an aspect of the clinical trials.
</p>

<p>
Hari cites that between 65 and 85 percent of SSRI users continue to be depressed afterward (which I learned from searching online is inaccurate - the numbers found in the scientific literature are much lower. Hari doesn't cite a source for this).
He suggests that instead of a chemical imbalance to correct with SSRIs, the problems we face may be due to other factors requiring other solutions.
</p>

<p>
I think he oversimplifies and creates a false disconnect between the social and the biological. It is possible that depression is a chemical imbalance of some sort - AND that it is brought on by social factors.
Medications could help to alleviate social problems and aid in reconnecting.
</p>
</div>
</div>
