org-files/20220618123241-lost_connections.org
* The grief exception


Hari proceeds to argue that depression can be a consequence of your living circumstances or experiences.
He uses as an example the research of Joanne Cacciatore, a specialist in grief.
Grief has a lot of the same symptoms of depression, but while depression is viewed as a malfunction, grief is normal function and not to be cured.
For this reason, in the DSM, until recently, exceptions were made from depression diagnosis for people grieving, up to some time limit.
This is presented as absurd, that if grief lasts too long it becomes a pathology and means there is a chemical imbalance.
I should say I don't find this such a strange thing really, the limits were short and arbitrary, but it is not healthy to grieve forever.
There should be a recovery eventually.

Nowadays there is no grief exception, and a depression diagnosis is made only on the basis of symptoms.


* The first flag on the moon


Hari discusses the research of George Brown.
George came into mental health research from the perspective of anthropology.
For his research he interviewed two groups of women: those diagnosed with clinical depression, and a control group.
His group analyzed the two groups with respect to traumatic events, and coping factors.
They found that the depressed group had a much higher incidence of traumatic events, and fewer coping factors.
(These results were apparently replicated in various populations since).
Importantly, they found that both women diagnosed with endogenous and reactive depression had similar rates of traumatic events and coping factors.
This indicated that psychiatrists are at least not sufficiently able to distinguish between responses to life events and biological problems - if the distinction exists.

George and Tirril's findings eventually informed psychiatric practice, with what we now call the 'bio-psycho-social model'.
Nonetheless, Hari argues, the importance of lived experiences in depression and anxiety pathology have not gotten through on the level of policy and popular discourse. 


* Part 2:



* Cause 1: disconnection from meaningful work


Hari argues that a major factor in causing depression is the level of control and connection we feel towards our work.
A Gallup poll shows that 13 percent of americans are engaged by their work, 63 percent non-engaged, and 24 percent actively disengaged (undermining the work of their engaged coworkers).
He mentions the research of Michael Marmot.
Michael analysed stress at different levels in the british civil service.
The expectation was that the workers in higher positions - with more responsibilities and higher stakes - would be experiencing more stress and have worse health outcomes.
Instead, it was the other way around. 
Michael argues that this is due to the level of control you have over your work, and to which extent you can act on your own ideas and initiative.
Using the example of british tax offices, which have very poor mental health outcomes, he argues as well that it is related to the extent to which effort is not compensated.
The outcome is independent of how well you do your job.


* Cause 2: Disconnection from other people


Hari discusses the research of John Cacioppo into the effects of lonliness on depression.
John's research followed people for some time, asking how lonely they felt and measuring cortisol and heart rate.
This revealed that markers of acute stress correlated with loneliness.
He also found, through further long-term studies that feelings of loneliness often preceded the onset of depression.

Hari argues that the tendency to withdraw from our communities into our homes plays an important role in depression.

For the role of the internet in this, he mention Hilarie Cash.
She argues (seems to be based on anecdotal experiences running a rehab clinic) that internet addiction is a consequence of loneliness.
We seek the things we should find in person online instead, that internet addiction is often an effort to cope.

I found the research in this chapter kind of unconvincing, overall. I should maybe look at why that is. 
Despite that, I do expect its overall conclusions to hold.
Maybe that's misguided 'common sense' talking, or just the fact that I've heard this from a lot of sources.


* Cause 3: Loss of meaningful values


Hari discusses the research of Tim Kasser.
Tim's research involved identifying people's values through a self-reported survey of them (Aspiration Index), and correlating this with various factors.
He found that those with more materialistic values had higher rates of anxiety and depression and poorer health.
He explains this as being a matter of extrinsic vs intrinsic motivations.
Where being driven by intrinsic motivations is healthier than extrinsic, and materialistic values are extrinsic.
He had people write down their goals and monitored their health outcomes.
He classified their goals as intrinsic or extrinsic, and found that intrinsic goals led to increased happiness.

It seems to me so far, that his classification of extrinsic vs intrinsic is somwhat arbitrary: e.g. a promotion, a bigger apartment, for extrinsic, being a better friend or son or better piano player as intrinsic. It seems to me that many of these can be either. What he has actually split by is more complicated than intrinsic/extrinsic. Wouldn't it be explainable by the actions required to reach each of these goals?

Additionally, it seems easy to fall into p-hacking territory with this research - though Hari states it was well replicated. I also wonder how accurately self-reporting measures people's values.

Tim blames advertising for a deliberate strategy of making people feel inadequate without the product.
To test this hypothesis he compared data on materialism in teenagers and money spent on advertising and found a correlation.



* Cause 4: Disconnection due to Trauma


Hari discusses the research of Vincent Feletti.
Vincent Feletti worked with severly obese patients, and found that for many the onset of obesity coincided with traumatic events.
He performed a study (ACE) which found a correlation between childhood trauma and depression.
Hari presents the reaction to this from the medical community as being shocked, but I really doubt that it is this finding that shocked them.
Hasn't childhood trauma always been a common thing to pin stuff on in psychiatry?
Or maybe that was a 90's/00's craze kicked off by this study, that now seems ubiquitous and dated as a consequence.
Another webpage mentions other reasons: https://cptsdfoundation.org/2019/10/07/adverse-childhood-experiences-aces/
Hari mentions violent abuse in his childhood, and blames this in part for his depression.



