20220618123241-lost_connections.html



<div id="outline-container-orgc437c1f" class="outline-2">
<h2 id="orgc437c1f">Cause 5: Disconnection from respect</h2>
<div class="outline-text-2" id="text-orgc437c1f">
<p>
Hari follows the work of primatologist Robert Sapolsky, who studied stress and social hierarchy in male baboons.
He found that in times of upheaval - when the hierarchy is threatened - the top babboons have the highest levels of cortisol.
The lowest level babboons all have high stress nearly constantly.
Low-status baboons are constantly subjected to abuse.
High status baboons, on being displaced, quickly become the lowest-status ones (at least in the case mentioned by Hari).
He found that the behavior - defeated behavior - of the low-status baboons had similarity to depression in humans.
This led some psychologists to suggest that depression is a defeat behavior in humans.
</p>

<p>
This does seem consistent with the learned helplessness model of depression.
When subjected to stressors you are powerless against, you submit to them - which in the case of these baboons probably kept them alive.
</p>
</div>
</div>


<div id="outline-container-orgadd1e37" class="outline-2">
<h2 id="orgadd1e37">Cause 6: Disconnection from Nature</h2>
<div class="outline-text-2" id="text-orgadd1e37">
<p>
Hari covers the research of a biologist called Isabel Behneke.
She has researched bonobos both in the wild and in captivity.
She noticed that though wild bonobos (like wild baboons) can show some symptoms of depression when mistreated, in the wild this never reaches the extremes of in captivity.
Hari mentions research indicating that inmates with a green view have better health outcomes than those with a view on concrete buildings, and that people show preferences for savannah landscapes (that experiment seems iffy).
There is also some research mentioned that people who move from the city to more rural areas have better health outcomes, and that within cities, places with more greenery have better health outcomes.
Isabel believes being in nature is very important for health.
A point which Hari does not state himself, but which seems to be important to Isabel (based on what she says) is the role of adventure.
Isabel mentions hoping to 'barely survive and take a nature selfie', she talks about how in the wild she couldn't be depressed because if there was a negative thought it was immediately shut down by: but there's a lion out there and you're protein.
It is argued that both take you out of your head and into the moment.
This does remind me of the role of mindfulness in CBT and ACT.
</p>
</div>
</div>


<div id="outline-container-orga1cad96" class="outline-2">
<h2 id="orga1cad96">Cause 7: Disconnection from a secure future</h2>
<div class="outline-text-2" id="text-orga1cad96">
<p>
Hari discusses research into suicide and depression in first nation peoples.
The extent of control over their culture allowed them in each reservation was a very strong predictor of the suicide rate on those reservations.
Earlier research by the same researcher indicated that between depressed and anorexic teenagers, when each directed to read A Christmas Carol and Les Miserables, the depressed population could not describe the protagonists at the end of the story as bieng the same people as the ones at the end.
Hari relates this to his own experience of depression, in which he doesn't think about the future beyond the next few hours and feels as though his sense of time is constrained.
He also brings up a friend of his, who was very lively during her studies but developed severe depression while working in a call center, cold-calling people on a shift-by-shift basis, often worried whether she will get enough shifts to pay the bills.
He relates this as being disconnected from a secure future - and sure that could be a factor, but there are plenty of other things to be depressed about in that scenario.
This is the weakest chapter so far, scientifically speaking.
That's not to say that insecurity about the future doesn't cause depression or anxiety, but this isn't how you argue for it.
</p>

<p>
It does make some sense from an evolutionary perspective that at least with anxiety, you would be focused on the immediate threat.
But isn't there a bit of a disconnect between bieng concerned with the immediate threat, and being uncertain about your future?
Hmm that doesn't make sense. What am I getting at here?
</p>
</div>
</div>



<div id="outline-container-orgd9486f3" class="outline-2">
<h2 id="orgd9486f3">Cause 8: The role of brain changes and genes</h2>
<div class="outline-text-2" id="text-orgd9486f3">
<p>
Hari discusses the role of brain changes.
Briefly, the brain changes in response to experience, and this process is not usually easily reversible.
He doesn't specifically say that medication can make this easier, which is an omission in my eyes.
He also discusses the role of genetic factors, where they are said to play a role, but be triggered by experience.
Hari argues that part of the reason many have adopted the biological view of depression is to destigmatize it, but he argues that it has had the opposite effect.
There was an experiment in which people were paired with an actor who said he has a mental illness, framing it as either 'biological' or 'trauma related'.
Next they were to use aversive shock to teach the actor a task.
They were more shock-happy in the case where the illness was biological.
there is a lot wrong with this experiment as interpereted as supporting Hari's point though - what if it is a matter of pity rather than stigma? What if the actor behaves differently when playing the two different parts? This is necessarily not double-blind.
Nonetheless, you could say it provides weak support.
</p>

<p>
People often describe having depression when everything is going alright for them. 
Hari likens this to a 50's housewife going to the doctor - she has a loving huspband, a nice house, some friends. Why is she so unhappy? There must be something wrong with her.
Today we might say to such women that they may have everything she needs by the standards of her society, but she doesn't have everything she needs (e.g. independence, a career).
Hari says that this is also the case for today's society, where people will have a decent job, house, etc. but be missing the factors covered before in this book, and be unhappy as a result, with bioligical factors acting as a mediator of severity.
</p>
</div>
</div>


<div id="outline-container-orgc60182e" class="outline-2">
<h2 id="orgc60182e">Part 3:</h2>
</div>


<div id="outline-container-orgc6b6170" class="outline-2">
<h2 id="orgc6b6170">We built this city</h2>
<div class="outline-text-2" id="text-orgc6b6170">
<p>
Hari tells the story of a west Berlin neighborhood called Kotti.
After the wall fell, rent in Kotti started to rise.
When an old woman stated that she would kill herself if evicted, bit by bit the neighborhood started to organize in protest of rising housing prices.
Conservative Turkish-Germans lived side by side with a large gay community, in mutual suspicion.
However, after the community started to come together they resolved their differences.
After working together a great deal, the people of Kotti reported improvements in their mental health.
</p>

<p>
This chapter doesn't really seem to make a point about depression.
</p>
</div>
</div>
