20220618123241-lost_connections.html


<div id="outline-container-org8587f47" class="outline-2">
<h2 id="org8587f47">Reconnection one: to other people</h2>
<div class="outline-text-2" id="text-org8587f47">
<p>
Hari opens by stating that in much of the world the people of Kotti would have been given antidepressants and told the cause of their distress was chemical (That is definitely an exaggeration).
He mentions the research of Brett Ford, whose research found that those who made an active effort to improve their happiness became happier in Taiwan, Russia, and Japan, but not in the USA.
Hari asserts (and implies it is Ford's position) that this is due to collectivist notions of happiness in those other cultures being more representative of how happiness actually works.
He proceeds to discuss the Amish, and interview and Amish man. 
Studies have apparrently shown better mental health outcomes among the amish, in spite of problems with domestic abuse and corporal punishment.
This is put down to the physical proximity and strong sense of community they have.
The importance of this is further emphasized by the fact that 80% of Amish youths choose to rejoin their communities after Rumspringa (even though on declining they would still be allowed to visit).
</p>

<p>
Hari wonders if the strict, homphobic and sexist views of the amish are a necessary consequence of this strong sense of community, or if we can get those benefits without the associated downsides.
</p>
</div>
</div>

<div id="outline-container-orga3bc59b" class="outline-2">
<h2 id="orga3bc59b">Reconnection two: Social Prescribing</h2>
<div class="outline-text-2" id="text-orga3bc59b">
<p>
Hari details the successes of Sam Everington's clinic in London.
By combinging drug prescriptions with community-building activities such as gardening, Sam reportedly has high success in treating psychological distress.
The key - says Hari - is Social Prescribing.
This means taking every opportunity to be social - to have a party, etc.
Hari uses the story of Lisa Cunningham who was helped by this clinic.
She says it was very important that this social prescribing was persistently urged by a doctor, or she would not have managed it.
</p>

<p>
Hari states that little academic research has been done into the success of Sam's social prescribing because it is not profitable.
(I am skeptical of this - surely grant-giving bodies for example, would be eager to fund this kind of research?)
</p>
</div>
</div>

<div id="outline-container-orge9e0e54" class="outline-2">
<h2 id="orge9e0e54">Reconnection three: To meaningful work</h2>
<div class="outline-text-2" id="text-orge9e0e54">
<p>
Hari discusses the success of a cooperative business - one operated by a set of equal partners rather than a hierarchy.
Anecdotally, the people working in this cooperative bike shop had their mental health improve a great deal - all while working very hard.
Hari mentions research indicating that cooperative businesses tend to be more successful (four times the growth, in one study).
He says that although social scientists have shown interest in studying the mental health in cooperatives, there hasn't been funding for it.
(a quick google scholar reveals some research that was positive on these - why didn't Hari include this?).
Hari proposes that although the nature of their work doesn't change, the control and stake they have influence its effects on their health.
He relates this to the studies in cause 1, relating to higher stress in lower positions in hierarchichal jobs.
</p>

<p>
This chapter resonates to an extent. I do feel that the lack of influence over how we do things plays a role in my feelings toward work.
But the thing is - I'm not always right, am I? I imagine in bluebrain, with everyone having a say, there would be no agreements.
And should my opinion on how to do something count as much as a celebrated professor?
Well, I guess in a more 'cooperative' workplace you would still have recognized expertise.
</p>
</div>
</div>


<div id="outline-container-orge7cbafb" class="outline-2">
<h2 id="orge7cbafb">Reconnection four: to meaningful values</h2>
<div class="outline-text-2" id="text-orge7cbafb">
<p>
Hari discusses measures for combating materialism.
He mentions some ideas about restricting advertisement (something I'd agree on - just how many resources to we waste on this process???).
The major point though comes from the study of Nathan Dungan.
He took a group, questioned them on why they spend money, what they value, the effect of advertising, and eventually what they would do differently if they pursued the things that were intrinsically valuable to them.
Afterward, the group he tested measured reduced levels of materialism (compared to before and compared to a control group).
(how did they measure this? did it show in their behaviors and health outcomes, or did they simply state different values? What is the point of the control group here - shouldn't they have at least some kind of discussion or meeting to control for factors other than those being experimented? This strikes me as really poor experimental design).
Dungan reccommends we all take part in this exercise.
</p>
</div>
</div>


<div id="outline-container-org77c9277" class="outline-2">
<h2 id="org77c9277">Reconnection Five: connection to sympathetic joy</h2>
<div class="outline-text-2" id="text-org77c9277">
<p>
Hari opens with an anecdote of one of his friends feeling better than she has in years after consistently practicing sympathetic joy meditation.
Hari emphasizes the scientific backing for sympathetic joy (he mentions one study - but not enough specifics to find it. maybe it's in the notes. Either way, I find very little on sympathetic joy, only when I use loving kindness meditation do I find something.
He subsequently describes the research of Roland Griffith, who looked into meditation after he became a professor of psychology.
Subsequently he revitalized psychedelics research.
He showed that those who took them often had similar experiences to those who meditated extensively.
They also helped many of the test subjects when it came to depression, and many reported it as a significant experience.
These benefits are related by Hari and Roland to the 'breaking down of the ego', similar to what Hari describes in 'disconnection from nature'.
There are two catches: firstly, sometimes people had a really unpleasant trip, even in the good circumstances of the experiment.
The second is that the effects don't last if the subjects don't make lasting changes in their lives.
</p>
</div>
</div>



<div id="outline-container-orge658f72" class="outline-2">
<h2 id="orge658f72">Reconnection six: Overcoming Trauma</h2>
<div class="outline-text-2" id="text-orge658f72">
<p>
Hari describes studies performed by Vincent Feletti, where discussing traumatic experiences with a doctor or psychoanalyst improved health outcomes.
Reducing the damage done by childhood trauma is certainly a vast field all its own, which Hari barely touches on here. 
He could have put more work into this - it's the smallest chapter by far.
</p>
</div>
</div>
