org-files/20220618123241-lost_connections.org
* Reconnection seven: Restoring the Future

Hari argues that a universal basic income would have strong effects fro mental health.
Evelyn Forget wasa researcher who dug up and analyzed data from one UBI experiment in Canada, finding that besides a variety of other benefits, anxiety and depression rates fell in the experimented town.
There have been a lot of different UBI studies over the years, I think it's a shame that Hari didn't take the opportunity to review them more generally.
He speaks to Rutger Bregman, who also emphasizes the health benefits of UBI.
Hari proposes that the economic freedom provided by a UBI not only addresses disconnection 7, but is also what would make focusing on the other reconnections possible.

I agree UBI is a good idea. It doesn't really apply to my case though.
For me the pressure of my job has more to do with the desire to do it well, recieve recognition, and be allowed to do it on a greater scale.
Although I guess, in principle, on UBI I could pursue my research interests independently, e.g. writing reviews. But there are other important factors to having your work accepted.
You need willing and capable mentors to teach you, you need the names of professors to open doors and stuff.
Academia is incredibly hierarchichal in ways more important than the financial.
I wonder whether that has anything to do with the poor mental health outcomes.


* Conclusion: homecoming


Hari closes with the argument that anxiety and depression are fundamentally signals that something is wrong in the way we are living.
He says we need to listen to it, more as a society than individually, as the advice may be difficult for some individuals to follow.
It is somewhat reductive. As Hari has admitted throughout the book, there are probably some cases where the depression is out of proportion (In fact, Andrew Solomon defines depression that way).
He has also said that once a trauma or something similar throws your brain out of whack, just going back to things as before won't necessarily help - there is a certain tipping point.



